[
  {
    "id": 1,
    "title": "Tech Summit 2025",
    "name": "Tech Innovators Summit 2025",
    "thumbnail": "https://i.ibb.co.com/HD1bCdzh/photo-1556761175-5973dc0f32e7.jpg",
    "category": "Conference",
    "date": "2025-06-15",
    "time": "9:00 AM - 5:00 PM",
    "duration": "8 hours",
    "location": "Dhaka Convention Center, Dhaka",
    "entry_fee": "500 BDT",
    "email": "info@techsummitbd.com",
    "description": "The Tech Innovators Summit 2025 is a premier technology conference designed for professionals, students, and startups. The event will cover topics including artificial intelligence, cybersecurity, and sustainable tech innovations. Keynote speeches will be delivered by international industry leaders from Google, bKash, and local tech startups. Breakout sessions, live product demos, and a startup pitch competition will be included. Participants will receive digital certificates, access to session recordings, and networking opportunities. Registration closes on June 5th. Lunch and refreshments included.Expect hands-on learning with real-world case studies and Q&A sessions tailored to current industry trends"
  },
  {
    "id": 2,
    "title": "Writing Masterclass",
    "name": "Creative Writing Workshop",
    "thumbnail": "https://i.ibb.co.com/chZhP0D6/premium-photo-1706061120035-ebd3ce35e4e0.jpg",
    "category": "Workshop",
    "date": "2025-07-05",
    "time": "10:00 AM - 4:00 PM",
    "duration": "6 hours",
    "location": "British Council, Dhaka",
    "entry_fee": "150 BDT",
    "email": "writing@britishcouncilbd.org",
    "description": "This full-day creative writing workshop is ideal for aspiring authors, bloggers, and students. The program includes guided writing sessions, feedback circles, and a special talk by a local novelist. Topics include storytelling techniques, narrative structure, and editing tips. Participants are required to bring a notebook or laptop. Tea and snacks will be provided. The top three participants will get a chance to publish their work in a local magazine. Pre-registration is mandatory, and the last date is June 30th.Participants will leave with a polished short story draft and valuable critiques from peers and mentors."
  },
  {
    "id": 3,
    "title": "Youth Football 2025",
    "name": "National Youth Football Championship",
    "thumbnail": "https://i.ibb.co.com/mrCrjhD9/istockphoto-860880772-612x612.webp",
    "category": "Sports",
    "date": "2025-08-20",
    "time": "9:00 AM - 6:00 PM",
    "duration": "9 hours (Daily for 7 days)",
    "location": "Bangabandhu National Stadium, Dhaka",
    "entry_fee": "Free",
    "email": "football@nationsportsbd.org",
    "description": "Organized by the National Sports Federation, this week-long tournament will feature under-21 teams from all 8 divisions. The event includes knockout rounds, a skills challenge, and an award ceremony for the top players. Entry is free for all spectators, and food stalls and merchandise booths will be available on-site. Coaches, scouts, and media will be in attendance. Safety protocols and first-aid services will be strictly maintained. Opening match starts at 9:00 AM on August 20th.A vibrant celebration of youth sports and regional pride, with live commentary and energetic fan zones."
  },
  {
    "id": 4,
    "title": "Modern Art Week",
    "name": "Modern Art Expo",
    "thumbnail": "https://i.ibb.co.com/3Y4kpnnG/istockphoto-1859608118-612x612.jpg",
    "category": "Art Exhibition",
    "date": "2025-09-15",
    "time": "10:00 AM - 7:00 PM",
    "duration": "9 hours (Daily for 5 days)",
    "location": "National Art Gallery, Dhaka",
    "entry_fee": "100 BDT",
    "email": "artexpo@nationalgallerybd.org",
    "description": "The Modern Art Expo is a five-day event celebrating contemporary Bangladeshi art. Featuring over 100 artworks including paintings, sculptures, and installations, the event offers guided tours, interactive art corners, and live painting sessions. Renowned artists such as Rokeya Sultana and Rashid Amin will be present. Workshops for children and students will run daily. Photography is allowed. Tickets can be bought online or at the gate. Open from 10:00 AM to 7:00 PM daily.An inspiring journey through modern aesthetics, where every piece tells a unique cultural story."
  },
  {
    "id": 5,
    "title": "eHealth Future 2025",
    "name": "Digital Health Conference",
    "thumbnail": "https://i.ibb.co.com/4ZcYRmZf/istockphoto-2148736113-612x612.webp",
    "category": "Conference",
    "date": "2025-11-18",
    "time": "9:30 AM - 4:30 PM",
    "duration": "7 hours",
    "location": "Khulna Medical College Auditorium, Khulna",
    "entry_fee": "Free",
    "email": "healthconf@kmcbd.gov",
    "description": "This conference focuses on innovations in healthcare technology, including telemedicine, digital diagnostics, and wearable health devices. Keynote speakers include doctors, engineers, and representatives from WHO and UNICEF. Panel discussions will explore the challenges of rural healthcare and digital infrastructure. Free health checkups will be available at the venue. Certificates of participation will be emailed. Registration is required but entry is free for all attendees including students and medical staff.A must-attend for healthcare professionals eager to explore the next frontier in digital medicine."
  },
  {
    "id": 6,
    "title": "Dhaka Music Fest",
    "name": "Dhaka Street Music Festival",
    "thumbnail": "https://i.ibb.co.com/5mGncJn/premium-photo-1681409179689-b70365ef238c.jpg",
    "category": "Music",
    "date": "2025-12-01",
    "time": "3:00 PM - 10:00 PM",
    "duration": "7 hours",
    "location": "Hatirjheel Amphitheater, Dhaka",
    "entry_fee": "250 BDT",
    "email": "musicfest@dhakacreative.org",
    "description": "Experience the vibrant energy of Dhaka’s local music scene at this open-air festival featuring rock, folk, and fusion bands. The event will host over 20 live performances, food trucks, art stalls, and a firework show to close the night. Family-friendly, with separate seating for senior citizens. Gates open at 3:00 PM and the first act starts at 4:00 PM. Early bird tickets available online. Limited seating available, so early arrival is advised.Dance under the stars and discover new musical talents in one of Dhaka's most scenic locations."
  }
]
